<script setup>
// import { ref } from "vue";
import { Link } from "@inertiajs/vue3";
// import SupportAside from "@/Components/SupportAside";

// const selected = ref(false);
</script>

<template>
    <section class="path main-container">
        <ul class="path-row">
            <li><a href="/">Главная / </a></li>
            <li class="path-active"><a href="/category.html">Поддержка</a></li>
        </ul>
    </section>
    <section class="support main-container content-container">
        <div class="support-main">
            <div class="aside">
                <div class="selections tab-toggle">
                    <Link
                        :href="$route('support.delivery')"
                        class="selection btn btn-main selected"
                        >Доставка</Link
                    >
                    <Link
                        :href="$route('support.pickup')"
                        class="selection btn btn-main"
                        >Самовывоз</Link
                    >
                    <Link
                        :href="$route('support.requisites')"
                        class="selection btn btn-main"
                        >Реквизиты</Link
                    >
                    <Link
                        :href="$route('support.payments')"
                        class="selection btn btn-main"
                        >Условия оплаты</Link
                    >
                    <Link
                        :href="$route('support.return')"
                        class="selection btn btn-main"
                        >Возврат</Link
                    >
                    <Link
                        :href="$route('support.guarantee')"
                        class="selection btn btn-main"
                        >Гарантия</Link
                    >
                    <Link
                        :href="$route('support.installation')"
                        class="selection btn btn-main"
                        >Установка</Link
                    >
                    <Link
                        :href="$route('support.services')"
                        class="selection btn btn-main"
                        >Сервисные центры</Link
                    >
                    <Link
                        :href="$route('support.work')"
                        class="selection btn btn-main"
                        >Правила работы</Link
                    >
                </div>
            </div>
            <!-- <SupportAside /> -->
            <div class="support-container">
                <div class="support-wrapper">
                    <h2>Способы и стоимость доставки</h2>
                    <h3>Доставка по г. Алматы</h3>
                    <div class="support-content">
                        <p>
                            Доставка по г. Алматы осуществляется собственной
                            курьерской службой интернет-магазина.
                        </p>
                        <br />
                        <p>
                            График работы курьерской службы: с понедельника по
                            пятницу с 10:00 до 18:00
                        </p>
                        <br />
                        <p>
                            После размещения заказа с вами свяжется диспетчер
                            курьерской службы для подтверждения заказа и
                            согласования даты его доставки. Как правило, заказ
                            доставляется в течение одного-двух рабочих дней,
                            следующих за днем подтверждения заказа.
                        </p>
                        <br />
                        <p>
                            Заблаговременно с вами свяжется курьер для
                            согласования более точного времени доставки вашего
                            заказа.
                        </p>
                        <br />
                        <p class="font-medium">Пожалуйста, обратите внимание</p>
                        <ul>
                            <li>
                                Заказы, содержащие изделия из керамики,
                                доставляются до подъезда или входа на территорию
                                дома.
                            </li>
                            <li>
                                Настоятельно просим убедиться в отсутствии
                                внешних повреждений товара и его полной
                                комплектации в присутствии курьера.
                            </li>
                            <li>
                                К сожалению, мы не сможем принять претензию
                                о наличии внешних повреждений товара, а также
                                претензии по комплектации товара/заказа
                                после подписания вами документов о приёмке
                                заказа.
                            </li>
                        </ul>
                        <p class="font-medium">Стоимость доставки</p>
                        <ul>
                            <li>
                                для заказов на сумму до 50 000 тг — 1 500 тг
                            </li>
                            <li>
                                для заказов на сумму от 50 000 тг включительно —
                                бесплатно.
                            </li>
                        </ul>
                        <p>
                            При оформлении заказа выберите удобный вам метод
                            оплаты: предварительная оплата заказа на сайте
                            интернет-магазина банковской картой либо оплата
                            заказа в шоу-руме наличными/банковской картой.
                        </p>
                    </div>
                    <h3>Пункт самовывоза интернет-магазина в Алматы</h3>
                    <div class="support-content">
                        <p>
                            Заказанные вами товары вы можете самостоятельно
                            забрать в нашем шоу-руме по адресу г. Алматы
                            пр. Жибек Жолы 135/10А бутик 48 (строительный центр
                            Жибек Жолы) (на Яндекс.Картах, на Картах Google)
                        </p>
                        <br />
                        <p>
                            График работы: с
                            <b>понедельника по воскресенье с 10:00 до 20:00</b>
                        </p>
                        <br />
                        <p>
                            Стоимость доставки в пункт самовывоза: независимо от
                            стоимости заказа — бесплатно.
                        </p>
                        <br />
                        <p>
                            При наличии товара на складе вы сможете забрать свои
                            покупки в пункте самовывоза после подтверждения
                            сотрудником интернет-магазина в день заказа или в
                            другое удобное для вас время.
                        </p>
                        <br />
                        <p>
                            При оформлении заказа выберите удобный вам метод
                            оплаты: предварительная оплата заказа на сайте
                            интернет-магазина банковской картой либо оплата
                            заказа в пункте самовывоза наличными при получении.
                        </p>
                    </div>
                    <h3>Доставка в другие регионы Казахстана</h3>
                    <div class="support-content">
                        <p>
                            Доставка заказов в другие регионов Казахстана
                            осуществляется транспортной компанией EMS.
                        </p>
                        <br />
                        <p>
                            При оформлении заказа перейдите на вкладку «Нужна
                            доставка курьером». Доступные методы оплаты, сроки
                            и стоимость доставки вашего заказа рассчитываются
                            автоматически.
                        </p>
                        <br />
                        <p>
                            Вы сможете оплатить заказ на сайте интернет-магазина
                            банковской картой.
                        </p>
                        <br />
                        <p class="font-medium">Пожалуйста, обратите внимание</p>
                        <ul>
                            <li>
                                Получить предварительно оплаченный заказ может
                                лицо, указанное в качестве получателя
                                при оформлении заказа на сайте shop.grohe.kz,
                                либо представитель получателя. Для получения
                                заказа необходимо предъявить удостоверение
                                или паспорт. В случае отсутствия удостоверения
                                или паспорта у получателя или его представителя,
                                курьер транспортной компании имеет право
                                отказать в выдаче заказа.
                            </li>
                            <li>
                                Транспортные компании осуществляют доставку
                                заказов по адресам клиентов с понедельника
                                по пятницу с 9 до 18:00.
                            </li>
                            <li>
                                В субботу, воскресенье и праздничные
                                дни доставка заказов транспортными компаниями
                                не осуществляется.
                            </li>
                            <li>
                                Заказы, содержащие изделия из керамики/фарфора,
                                доставляются до подъезда или входа на территорию
                                дома.
                            </li>
                            <li>
                                При получении заказа, доставленного транспортной
                                компанией, пожалуйста, убедитесь в целостности
                                упаковки. Заказы доставляются в упаковочном
                                пакете или в коробке. Внешняя упаковка может
                                иметь незначительные дефекты, обусловленные
                                особенностями транспортировки и не влияющие
                                на качество товаров.
                            </li>
                            <li>
                                Настоятельно просим убедиться в отсутствии
                                внешних повреждений товара и его полной
                                комплектации в присутствии курьера транспортной
                                компании.
                            </li>
                            <li>
                                К сожалению, мы не сможем принять претензию
                                о наличии внешних повреждений товара, а также
                                претензии по комплектации товара/заказа
                                после подписания вами документов о приёмке
                                заказа.
                            </li>
                        </ul>
                    </div>
                </div>
            </div>
        </div>
    </section>
</template>
