<script setup>
import { Link } from "@inertiajs/vue3";
</script>

<template>
    <section class="path main-container">
        <ul class="path-row">
            <li><a href="/">Главная / </a></li>
            <li class="path-active"><a href="/category.html">Поддержка</a></li>
        </ul>
    </section>
    <section class="support main-container content-container">
        <div class="support-main">
            <div class="aside">
                <div class="selections tab-toggle">
                    <Link
                        :href="$route('support.delivery')"
                        class="selection btn btn-main"
                        >Доставка</Link
                    >
                    <Link
                        :href="$route('support.pickup')"
                        class="selection btn btn-main"
                        >Самовывоз</Link
                    >
                    <Link
                        :href="$route('support.requisites')"
                        class="selection btn btn-main"
                        >Реквизиты</Link
                    >
                    <Link
                        :href="$route('support.payments')"
                        class="selection btn btn-main selected"
                        >Условия оплаты</Link
                    >
                    <Link
                        :href="$route('support.return')"
                        class="selection btn btn-main"
                        >Возврат</Link
                    >
                    <Link
                        :href="$route('support.guarantee')"
                        class="selection btn btn-main"
                        >Гарантия</Link
                    >
                    <Link
                        :href="$route('support.installation')"
                        class="selection btn btn-main"
                        >Установка</Link
                    >
                    <Link
                        :href="$route('support.services')"
                        class="selection btn btn-main"
                        >Сервисные центры</Link
                    >
                    <Link
                        :href="$route('support.work')"
                        class="selection btn btn-main"
                        >Правила работы</Link
                    >
                </div>
            </div>
            <div class="support-container">
                <div class="support-wrapper">
                    <h2>Условия оплаты</h2>
                    <div class="support-content">
                        <p>
                            Для вашего удобства фирменный интернет-магазин GROHE
                            предлагает следующие способы оплаты заказов:
                        </p>
                        <div class="card">
                            <p class="font-medium">
                                Оплата наличными при получении
                            </p>
                            <br />
                            <p>
                                Оплата наличными деньгами курьеру или при
                                самовывозе.
                            </p>
                        </div>
                        <div class="card">
                            <p class="font-medium">
                                Оплата наличными при получении
                            </p>
                            <br />
                            <p>
                                Вы можете совершить предоплату заказа онлайн
                                при помощи банковской карты.
                            </p>
                            <br />
                            <p>
                                Онлайн-оплата доступна в случае,
                                если все заказанные вами товары имеются
                                на складе, а также для отдельных товаров
                                в статусе «Предварительный заказ». Вы можете
                                оформить и сохранить заказ, даже если выбранные
                                товары отсутствуют на складе. В таком случае
                                наши менеджеры свяжутся с вами по поводу оплаты,
                                как только необходимые товары поступят на склад.
                            </p>
                            <br />
                            <p>
                                Наш магазин подключён к интернет-эквайрингу,
                                и вы можете оплатить свой заказ онлайн
                                банковской картой Visa или Mastercard.
                                После подтверждения заказа вы будете
                                перенаправлены на платёжную форму
                                процессингового центра PayPost для внесения
                                данных вашей банковской карты.
                            </p>
                            <br />
                            <p>
                                Представленная к оплате сумма является
                                стоимостью товара и услуги доставки. Пожалуйста,
                                корректно заполняйте поля адреса доставки
                                в Корзине — стоимость доставки будет рассчитана
                                после внесения данных, вам останется только
                                подтвердить правильность расчёта. Если наша
                                система не смогла рассчитать стоимость доставки,
                                её озвучит менеджер при подтверждении заказа.
                            </p>
                            <div class="img-wrapper">
                                <img src="/img/icons/visa.svg" alt="" /><img
                                    src="/img/icons/mcard.svg"
                                    alt=""
                                />
                            </div>
                        </div>
                        <div class="card">
                            <p class="font-medium">Банковский перевод</p>
                            <br />
                            <p>
                                Оплата по реквизитам на счет компании в банке
                                или через интернет-банк. Наши менеджеры пришлют
                                вам заполненную квитанцию с нашими реквизитами,
                                вам останется только ее оплатить. Данным
                                способом оплаты можно воспользоваться через
                                любой банк, действующий на территории
                                Казахстана.
                            </p>
                            <br />
                            <p>
                                <b>Обратите внимание:</b> банки взимают
                                комиссионный сбор за перевод денежных средств.
                                Информацию о величине комиссионного сбора
                                уточняйте в банке, в котором планируете оплатить
                                квитанцию.
                            </p>
                        </div>
                        <p class="font-medium">Гарантии безопасности</p>
                        <br />
                        <p>
                            Процессинговый центр PayPost защищает и обрабатывает
                            данные вашей банковской карты по стандарту
                            безопасности PCI DSS. Передача информации
                            в платёжный шлюз происходит с применением технологии
                            шифрования SSL. Дальнейшая передача информации
                            происходит по закрытым банковским сетям, имеющим
                            наивысший уровень надёжности. PayPost не передаёт
                            данные вашей карты нам, ТОО «Гидробаланс», и иным
                            третьим лицам.
                        </p>
                        <br /><br />
                        <p class="font-medium">Безопасность платежей</p>
                        <br />
                        <p>
                            Предоставляемая вами персональная информация (имя,
                            адрес, телефон, email, номер кредитной карты)
                            является конфиденциальной и не подлежит разглашению.
                            Данные вашей кредитной карты передаются только
                            в зашифрованном виде и не сохраняются на нашем
                            web-сервере.
                        </p>
                        <br />
                        <p>
                            Безопасность обработки интернет-платежей гарантирует
                            АО «Казпочта». Все операции с платёжными картами
                            происходят в соответствии с требованиями Visa
                            International, Mastercard и других платёжных систем.
                            При передаче информации используются специальные
                            технологии безопасности карточных онлайн-платежей,
                            обработка данных ведётся на безопасном
                            высокотехнологичном сервере процессинговой компании.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </section>
</template>
