<script setup>
import { Link } from "@inertiajs/vue3";
</script>

<template>
    <section class="path main-container">
        <ul class="path-row">
            <li><a href="/">Главная / </a></li>
            <li class="path-active"><a href="/category.html">Поддержка</a></li>
        </ul>
    </section>
    <section class="support main-container content-container">
        <div class="support-main">
            <div class="aside">
                <div class="selections tab-toggle">
                    <Link
                        :href="$route('support.delivery')"
                        class="selection btn btn-main"
                        >Доставка</Link
                    >
                    <Link
                        :href="$route('support.pickup')"
                        class="selection btn btn-main"
                        >Самовывоз</Link
                    >
                    <Link
                        :href="$route('support.requisites')"
                        class="selection btn btn-main"
                        >Реквизиты</Link
                    >
                    <Link
                        :href="$route('support.payments')"
                        class="selection btn btn-main"
                        >Условия оплаты</Link
                    >
                    <Link
                        :href="$route('support.return')"
                        class="selection btn btn-main"
                        >Возврат</Link
                    >
                    <Link
                        :href="$route('support.guarantee')"
                        class="selection btn btn-main"
                        >Гарантия</Link
                    >
                    <Link
                        :href="$route('support.installation')"
                        class="selection btn btn-main"
                        >Установка</Link
                    >
                    <Link
                        :href="$route('support.services')"
                        class="selection btn btn-main"
                        >Сервисные центры</Link
                    >
                    <Link
                        :href="$route('support.work')"
                        class="selection btn btn-main selected"
                        >Правила работы</Link
                    >
                </div>
            </div>
            <div class="support-container">
                <div class="support-wrapper">
                    <h2>Правила работы</h2>
                    <div class="support-content">
                        <div class="card-wrapper">
                            <div class="card">
                                <p class="font-medium">
                                    Оформить заказ по телефону:
                                </p>
                                <br /><span
                                    ><a class="link" href="tel:+77008368515">
                                        +7 (700) 836-85-15</a
                                    ></span
                                >
                            </div>
                            <div class="card">
                                <p class="font-medium">Время работы:</p>
                                <br /><span>10:00–20:00 пн–вс</span>
                            </div>
                        </div>
                        <p>
                            Уважаемый покупатель, пожалуйста, внимательно
                            ознакомьтесь с правилами пользования официальным
                            интернет-магазином GROHE до совершения покупок.
                            Продолжение использования этого сайта будет
                            означать, что вы полностью согласны с изложенными
                            ниже условиями и обязуетесь их выполнять.
                        </p>
                        <ul class="list-demical">
                            <li>Условия работы</li>
                            <li>Покупатели</li>
                            <li>Покупки</li>
                            <li>Регистрация</li>
                            <li>Каталог товаров</li>
                            <li>Цена</li>
                            <li>Выбор и заказ товара</li>
                            <li>Условия продажи</li>
                            <li>Доставка и оплата</li>
                            <li>Гарантии и обслуживание</li>
                            <li>Конфиденциальность информации пользователя</li>
                            <li>Другая информация</li>
                        </ul>
                        <p class="font-medium">1. Условия работы</p>
                        <br />
                        <p>
                            Деятельность настоящего Интернет магазина
                            осуществляется в соответствии с типовым уставом
                        </p>
                        <br />
                        <p>
                            Продавцом товаров, предлагаемых в настоящем Интернет
                            магазине, размещённом по адресу shop.grohe.kz,
                            является товарищество с ограниченной
                            ответственностью «Гидробаланс» (далее — «Продавец»).
                        </p>
                        <br />
                        <p>
                            Продавец осуществляет размещение на настоящем сайте
                            всей информации о предлагаемых к продаже товарах,
                            и любой иной информации, связанной с деятельностью
                            настоящего Интернет магазина. Продавец
                            самостоятельно несёт полную ответственность
                            за содержание такой информации, а также
                            за выполнение обязательств по договорам
                            купли-продажи товаров, предлагаемых в настоящем
                            Интернет магазине.
                        </p>
                        <br />
                        <p>
                            ТОО «Гидробаланс» расположено по адресу: 050000,
                            г. Алматы, пр. Жибек Жолы 135 оф 48
                        </p>
                        <div class="card">
                            <h5>Реквизиты ТОО «Гидробаланс»</h5>
                            <ul class="desc-list">
                                <li>
                                    <p>Юридический адрес</p>
                                    <span
                                        >РК, г. Алматы, проспект Жибек Жолы 135,
                                        офис 48</span
                                    >
                                </li>
                                <li>
                                    <p>Фактический адрес</p>
                                    <span
                                        >РК, г. Алматы, проспект Жибек Жолы 135,
                                        офис 48</span
                                    >
                                </li>
                                <li>
                                    <p>Расчетный счет</p>
                                    <span
                                        >KZ7296502F0010037954 в Филиал АО
                                        «ForteBank», г. Алматы</span
                                    >
                                </li>
                                <li>
                                    <p>БИК</p>
                                    <span>IRTYKZKA</span>
                                </li>
                                <li>
                                    <p>БИН</p>
                                    <span>181140002166</span>
                                </li>
                                <li>
                                    <p>Директор</p>
                                    <span>Абраев Ильяс Муратович</span>
                                </li>
                            </ul>
                        </div>
                        <p>
                            Заказ товара через настоящий Интернет магазин может
                            осуществляться круглосуточно.
                        </p>
                        <br /><br />
                        <p class="font-medium">2. Покупатели</p>
                        <br />
                        <p>
                            Покупателями магазина могут быть только физические
                            лица, которые приобретают товары исключительно
                            для личных, семейных, домашних и иных нужд,
                            не связанных с осуществлением предпринимательской
                            деятельности.
                        </p>
                        <br />
                        <p>
                            Если вы представитель юридического лица и хотите
                            сделать оптовый заказ, оставьте заявку с указанием
                            контактной информации и количеством выбранных
                            продуктов, наши менеджеры свяжутся с вами
                            в ближайшее время.
                        </p>
                        <br />
                        <p class="font-medium">3. Покупки</p>
                        <br />
                        <p>
                            Условием приобретения товаров через наш Интернет
                            магазин является осуществление покупателем ряда
                            действий, предусмотренных для совершения такой
                            покупки, а именно:
                        </p>
                        <ul>
                            <li>
                                выбор товара, помещение выбранного товара
                                в корзину покупателя;
                            </li>
                            <li>
                                оформление заказа, подтверждение согласия
                                на условия продажи товаров;
                            </li>
                            <li>
                                регистрация нового покупателя в Интернет
                                магазине;
                            </li>
                            <li>получение сообщения о принятии заказа;</li>
                            <li>
                                оплата и получение товара в соответствии
                                с согласованной процедурой.
                            </li>
                        </ul>
                        <p>
                            Покупатель должен иметь собственный адрес
                            электронной почты, который будет использоваться
                            в качестве его идентификатора (login).
                        </p>
                        <br />
                        <p class="font-medium">4. Регистрация</p>
                        <br />
                        <p>
                            Регистрация в нашем Интернет магазине обязательна
                            для совершения покупки.
                        </p>
                        <br />
                        <p>
                            Регистрация позволит вам сохранять содержимое вашей
                            корзины между сеансами работы с магазином, а также
                            избавит вас от необходимости повторно вводить
                            персональные данные при оформлении последующих
                            заказов.
                        </p>
                        <br />
                        <p>
                            Чтобы зарегистрироваться, вам необходимо заполнить
                            анкету с личными данными. Обратите внимание,
                            что только данные, отмеченный знаком «*», являются
                            обязательными для предоставления.
                        </p>
                        <br />
                        <p>
                            При регистрации вы должны ввести адрес своей
                            электронной почты, который в дальнейшем будет
                            использоваться в качестве вашего идентификатора.
                        </p>
                        <br />
                        <p>
                            Если вы забыли свой пароль, воспользуйтесь службой
                            напоминания. Ваш пароль будет выслан вам по адресу
                            вашей электронной почты.
                        </p>
                        <br />
                        <p>
                            На странице «Мои данные» вы всегда сможете изменить
                            свои регистрационные данные.
                        </p>
                        <br />
                        <p class="font-medium">5. Каталог товаров</p>
                        <br />
                        <p>
                            Весь ассортимент товаров, предлагаемых на реализацию
                            через данный Интернет магазин, представлен
                            в каталоге товаров.
                        </p>
                        <br />
                        <p>
                            В каталоге и настоящих Правилах содержится полная,
                            достоверная и доступная информация, характеризующая
                            предлагаемый товар, а именно, информация о:
                            наименовании товара; фирменном наименовании и стране
                            производителя; обозначении стандартов, обязательных
                            требованиях, которым должен соответствовать товар;
                            основных потребительских свойствах, качестве
                            и безопасности товаров; правилах и условиях
                            эффективного и безопасного использования товара;
                            цене, порядке и условиях оплаты товара; гарантийном
                            сроке, если он установлен для конкретного вида
                            товара; сроке службы или сроке годности,
                            если они установлены для конкретного вида товара;
                            подтверждении соответствия товара установленным
                            требованиям, а также иная информация.
                        </p>
                        <br />
                        <p>
                            Изображённые модели могут не соответствовать
                            поставляемым спецификациям. Цвета и элементы
                            на изображении могут отличаться от фактических.
                            Обращаем ваше внимание на то, что вся представленная
                            на сайте информация, касающаяся комплектаций,
                            технических характеристик и цветовых сочетаний носит
                            информационный характер и не является публичной
                            офертой.
                        </p>
                        <br />
                        <p class="font-medium">6. Цена</p>
                        <br />
                        <p>
                            Все цены на товары, которые вы найдёте в нашем
                            Каталоге, указаны в тенге РК.
                        </p>
                        <br />
                        <p>
                            Подарки, предлагаемые в рамках рекламных акций
                            и специальных предложений, если иное не оговорено
                            в предложении, оплачиваются в соответствии
                            с их стоимостью, при этом стоимость подарка
                            вычитается в виде скидки из стоимости основного
                            товара или других приобретаемых товаров. Подарок
                            не может быть заменён скидкой или иным товаром.
                            Вы в праве отказаться от участия в акции и/или
                            использования специального предложения и приобрести
                            товар по обычной цене.
                        </p>
                        <br />
                        <p>
                            Подарки, скидки, акции и специальные предложения
                            не суммируются и отменяют действие других акций
                            и специальных предложений.
                        </p>
                        <br />
                        <p class="font-medium">7. Выбор и заказ товара</p>
                        <br />
                        <p>
                            Предлагаемый для покупки товар вы найдёте,
                            просматривая наш Каталог или воспользовавшись опцией
                            «Поиск».
                        </p>
                        <br />
                        <p>
                            Покупателю предоставляется возможность
                            самостоятельно ознакомиться с демонстрируемыми
                            в Каталоге товарами, сопровождающимися информацией
                            о них, выбрать и приобрести необходимые товары
                            с доставкой в указанное им место.
                        </p>
                        <br />
                        <p>
                            Просматривая ассортимент магазина, вы можете
                            формировать свою покупательскую корзину, нажимая
                            кнопку «В корзину». Вы всегда можете просмотреть
                            отобранный вами в корзину товар и общую стоимость
                            заказа, а также изменить содержимое корзины, выбрав
                            в меню опцию «Корзина».
                        </p>
                        <br />
                        <p>
                            Для начала оформления заказа на странице просмотра
                            корзины нажмите кнопку «Оформить», и вам будет
                            предложено ввести адрес вашей электронной почты
                            и пароль (см. раздел «Регистрация»). Если вы к этому
                            моменту ещё не зарегистрировались в нашем Интернет
                            магазине, вам нужно будет пройти процедуру
                            регистрации.
                        </p>
                        <br />
                        <p>
                            Мы обеспечиваем получение вами товара, который
                            соответствует выбранному вами в Каталоге,
                            и информация о котором соответствует предоставленной
                            покупателю при ознакомлении с товаром на сайте,
                            а также информации, доведённой до его сведения
                            при передаче товара (в техническом паспорте
                            на товар, правилах его использования, на этикетке
                            или ярлыке, прикреплённым к товару, на самом товаре
                            или его упаковке либо другими способами,
                            предусмотренными для отдельных видов товаров).
                        </p>
                        <br />
                        <p>
                            Вы всегда можете посмотреть статус ваших заказов
                            в подразделе «История заказов» раздела
                            «ваш профиль».
                        </p>
                        <br />
                        <p>
                            Оформленные, но неоплаченные заказы действительны
                            в течение 3 дней. По истечении этого времени заказ
                            считается отменённым, покупатель — отказавшимся
                            от покупки. Условия покупки, включая цены товаров,
                            скидки, подарки и другие специальные предложения,
                            действовавшие на момент оформления заказа,
                            не сохраняются.
                        </p>
                        <br />
                        <p class="font-medium">8. Условия продажи</p>
                        <br />
                        <p>
                            Условия продажи представляют собой условия договора,
                            на основании которого будет осуществляться
                            купля-продажа товаров, представленных в нашем
                            Интернет магазине.
                        </p>
                        <br />
                        <p>
                            Выбранный товар будет доставлен и передан
                            вам в собственность в соответствии с процедурой,
                            указанной в Правилах Интернет магазина.
                        </p>
                        <br />
                        <p>
                            Соблюдение вами процедуры оплаты и заказа товара,
                            изложенной в настоящих Правилах, а также следование
                            Правилам работы Интернет магазина является условием
                            исполнения обязательств по поставке заказанного вами
                            товара.
                        </p>
                        <br />
                        <p>
                            Вам, как покупателю товаров, будет предложено
                            выразить своё согласие с условиями продажи товаров
                            путём нажатия на клавишу «Заказать». Получив ваше
                            согласие с условиями продажи, мы будем исходить
                            из того, что вы выразили свою волю на приобретение
                            товара в нашем магазине в соответствии с настоящими
                            Правилами.
                        </p>
                        <br />
                        <p class="font-medium">Доставка по г. Алматы</p>
                        <br />
                        <p>
                            Доставка по г. Алматы осуществляется собственной
                            курьерской службой интернет-магазина.
                        </p>
                        <br />
                        <p>
                            График работы курьерской службы: с понедельника по
                            пятницу с 10:00 до 18:00
                        </p>
                        <br />
                        <p>
                            После размещения заказа с вами свяжется диспетчер
                            курьерской службы для подтверждения заказа и
                            согласования даты его доставки. Как правило, заказ
                            доставляется в течение одного-двух рабочих дней,
                            следующих за днем подтверждения заказа.
                        </p>
                        <br />
                        <p>
                            Заблаговременно с вами свяжется курьер для
                            согласования более точного времени доставки вашего
                            заказа.
                        </p>
                        <br />
                        <p class="font-medium">Пожалуйста, обратите внимание</p>
                        <ul>
                            <li>
                                Заказы, содержащие изделия из керамики,
                                доставляются до подъезда или входа на территорию
                                дома.
                            </li>
                            <li>
                                Настоятельно просим убедиться в отсутствии
                                внешних повреждений товара и его полной
                                комплектации в присутствии курьера.
                            </li>
                            <li>
                                К сожалению, мы не сможем принять претензию
                                о наличии внешних повреждений товара, а также
                                претензии по комплектации товара/заказа
                                после подписания вами документов о приёмке
                                заказа.
                            </li>
                        </ul>
                        <p class="font-medium">Стоимость доставки</p>
                        <ul>
                            <li>
                                для заказов на сумму до 50 000 тг — 1 500 тг
                            </li>
                            <li>
                                для заказов на сумму от 50 000 тг включительно —
                                бесплатно.
                            </li>
                        </ul>
                        <p>
                            При оформлении заказа выберите удобный вам метод
                            оплаты: предварительная оплата заказа на сайте
                            интернет-магазина банковской картой либо оплата
                            заказа в шоу-руме наличными/банковской картой.
                        </p>
                        <br />
                        <p class="font-medium">
                            Пункт самовывоза интернет-магазина в Алматы
                        </p>
                        <br />
                        <p>
                            Заказанные вами товары вы можете самостоятельно
                            забрать в нашем шоу-руме по адресу г. Алматы
                            пр. Жибек Жолы 135/10А бутик 48 (строительный центр
                            Жибек Жолы) (на Яндекс.Картах, на Картах Google)
                        </p>
                        <br />
                        <p>
                            График работы: с понедельника по воскресенье с 10:00
                            до 20:00
                        </p>
                        <br />
                        <p>
                            Стоимость доставки в пункт самовывоза: независимо от
                            стоимости заказа — бесплатно.
                        </p>
                        <br />
                        <p>
                            При наличии товара на складе вы сможете забрать свои
                            покупки в пункте самовывоза после подтверждения
                            сотрудником интернет-магазина в день заказа или в
                            другое удобное для вас время.
                        </p>
                        <br />
                        <p>
                            При оформлении заказа выберите удобный вам метод
                            оплаты: предварительная оплата заказа на сайте
                            интернет-магазина банковской картой либо оплата
                            заказа в пункте самовывоза наличными при получении.
                        </p>
                        <br />
                        <p class="font-medium">
                            Доставка в другие регионы Казахстана
                        </p>
                        <br />
                        <p>
                            Доставка заказов в другие регионов Казахстана
                            осуществляется транспортной компанией EMS.
                        </p>
                        <br />
                        <p>
                            При оформлении заказа перейдите на вкладку «Нужна
                            доставка курьером». Доступные методы оплаты, сроки
                            и стоимость доставки вашего заказа рассчитываются
                            автоматически.
                        </p>
                        <br />
                        <p>
                            Вы сможете оплатить заказ на сайте интернет-магазина
                            банковской картой.
                        </p>
                        <br />
                        <p class="font-medium">Пожалуйста, обратите внимание</p>
                        <ul>
                            <li>
                                Получить предварительно оплаченный заказ может
                                лицо, указанное в качестве получателя
                                при оформлении заказа на сайте shop.grohe.kz,
                                либо представитель получателя. Для получения
                                заказа необходимо предъявить удостоверение
                                или паспорт. В случае отсутствия удостоверения
                                или паспорта у получателя или его представителя,
                                курьер транспортной компании имеет право
                                отказать в выдаче заказа.
                            </li>
                            <li>
                                Транспортные компании осуществляют доставку
                                заказов по адресам клиентов с понедельника
                                по пятницу с 9 до 18:00.
                            </li>
                            <li>
                                В субботу, воскресенье и праздничные
                                дни доставка заказов транспортными компаниями
                                не осуществляется.
                            </li>
                            <li>
                                Заказы, содержащие изделия из керамики/фарфора,
                                доставляются до подъезда или входа на территорию
                                дома.
                            </li>
                            <li>
                                При получении заказа, доставленного транспортной
                                компанией, пожалуйста, убедитесь в целостности
                                упаковки. Заказы доставляются в упаковочном
                                пакете или в коробке. Внешняя упаковка может
                                иметь незначительные дефекты, обусловленные
                                особенностями транспортировки и не влияющие
                                на качество товаров.
                            </li>
                            <li>
                                Настоятельно просим убедиться в отсутствии
                                внешних повреждений товара и его полной
                                комплектации в присутствии курьера транспортной
                                компании.
                            </li>
                            <li>
                                К сожалению, мы не сможем принять претензию
                                о наличии внешних повреждений товара, а также
                                претензии по комплектации товара/заказа
                                после подписания вами документов о приёмке
                                заказа.
                            </li>
                        </ul>
                        <p class="font-medium">10. Гарантии и обслуживание</p>
                        <br />
                        <p>
                            Все товары, представленные для продажи в данном
                            магазине, сертифицированы и обеспечиваются
                            официальной гарантией производителя.
                        </p>
                        <br />
                        <p>
                            При покупке просим проверить правильность заполнения
                            гарантийного талона. При этом серийный номер и/или
                            наименование приобретаемого вами товара должны быть
                            идентичны записи в гарантийном талоне.
                        </p>
                        <br />
                        <p>
                            Во избежание возможных недоразумений сохраняйте
                            в течение срока службы документы, прилагаемые
                            к товару при его продаже (товарный и кассовый чеки,
                            инструкцию по эксплуатации и иные документы).
                        </p>
                        <br />
                        <p>
                            Гарантийный срок на товар определяется в гарантийном
                            талоне, прилагаемом к товару, и исчисляется
                            со дня продажи товара потребителю.
                        </p>
                        <br />
                        <p>
                            В нашем интернет-магазине покупатель может вернуть
                            товар. С условиями возврата и обмена товара
                            вы можете ознакомиться здесь.
                        </p>
                        <br />
                        <p>
                            В течение гарантийного срока в случае обнаружения
                            недостатка товара покупатель вправе обратиться
                            в авторизованный сервисный центр.
                        </p>
                        <br />
                        <p>
                            Более подробную информацию о гарантии вы можете
                            узнать на странице «Гарантийные условия».
                        </p>
                        <br />
                        <p>
                            Обмен или возврат товара ненадлежащего качества
                            возможен только по заключению о неремонтопригодности
                            или отказе от ремонта авторизованного сервисного
                            центра. Обмен производится путём возврата товара
                            ненадлежащего качества и оформления продажи нового
                            товара.
                        </p>
                        <br />
                        <p class="font-medium">
                            11. Конфиденциальность информации пользователя
                        </p>
                        <br />
                        <p>
                            Мы сохраняем информацию, получаемую
                            от вас в процессе использования сайта, в том числе
                            при регистрации, оформлении заказов и иными
                            способами. Такие данные могут включать имя, фамилию,
                            отчество, дату рождения, номер контактного телефона,
                            адрес электронной почты, адрес пребывания и другие
                            данные. Мы прилагаем все усилия к обеспечению
                            максимальной безопасности и конфиденциальности
                            личных данных. Мы можем использовать ваши данные
                            для предоставления вам товаров и услуг,
                            осуществления доставки, предоставления сервисных
                            услуг и доступа к дополнительным функциям
                            интернет-магазина; рассылки новостей и информации
                            об акциях, новинках и услугах интернет-магазина,
                            персонализации сайта на основе вашей истории поиска
                            и просмотров; в целях маркетинговых исследований,
                            получения обратной связи и для улучшения качества
                            обслуживания.
                        </p>
                        <br />
                        <p>
                            В соответствии с настоящими правилами вы даёте своё
                            согласие на сбор, обработку, систематизацию,
                            хранение, уточнение (обновление, изменение),
                            использование, обезличивание и уничтожение ваших
                            данных, а также на передачу (распространение,
                            предоставление, доступ), в том числе трансграничную,
                            данных третьим лицам, в том числе ООО «ГРОЭ»,
                            в рамках исполнения указанных выше целей.
                            Если вы против использования ваших данных или хотите
                            внести изменения в сохранённые данные, сообщите
                            об этом по адресу support@shop.grohe.kz. В таком
                            случае мы сохраняем за собой право ограничить
                            для вас доступ к некоторым или всем функциям
                            интернет-магазина.
                        </p>
                        <br />
                        <p>
                            Мы также собираем данные о посетителях настоящего
                            интернет-магазина (IP-адрес, дата и время посещения,
                            данные браузера и ОС и другие данные) в целях
                            ведения статистики посещений. Эта информация
                            является общедоступной.
                        </p>
                        <br />
                        <p>
                            Ознакомиться с полным текстом политики
                            конфиденциальности настоящего Интернет-магазина
                            можно на странице Положение об обработке и защите
                            персональных данных.
                        </p>
                        <br />
                        <p class="font-medium">12. Другая информация</p>
                        <br />
                        <p>
                            Пользуясь настоящим Интернет сайтом, вы тем самым
                            подтверждаете, что полностью согласны с условиями
                            его использования, изложенными в данном разделе,
                            и обязуетесь их выполнять.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </section>
</template>
