<script setup>

    import { ref } from 'vue';

    const selectedTab = ref('#aside_tab1');
    const selectTab = (tabId) => {
        selectedTab.value = tabId;
    };

</script>

<template>

    <section class="path main-container">
        <ul class="path-row">
            <li><a href="/">Главная / </a></li>
            <li class="path-active"><a href="/category.html">Поддержка</a></li>
        </ul>
    </section>
    <section class="support main-container content-container">
        <div class="support-main tabs">
            <div class="aside">
                <div class="selections tab-toggle">
                    <button class="selection btn btn-main" :class="{ 'selected' : selectedTab === '#aside_tab1' }" type="button" @click.prevent="selectTab('#aside_tab1')">Доставка</button>
                    <button class="selection btn btn-main" :class="{ 'selected' : selectedTab === '#aside_tab2' }" type="button" @click.prevent="selectTab('#aside_tab2')">Самовывоз</button>
                    <button class="selection btn btn-main" :class="{ 'selected' : selectedTab === '#aside_tab3' }" type="button" @click.prevent="selectTab('#aside_tab3')">Реквизиты</button>
                    <button class="selection btn btn-main" :class="{ 'selected' : selectedTab === '#aside_tab4' }" type="button" @click.prevent="selectTab('#aside_tab4')">Условия оплаты</button>
                    <button class="selection btn btn-main" :class="{ 'selected' : selectedTab === '#aside_tab5' }" type="button" @click.prevent="selectTab('#aside_tab5')">Возврат</button>
                    <button class="selection btn btn-main" :class="{ 'selected' : selectedTab === '#aside_tab6' }" type="button" @click.prevent="selectTab('#aside_tab6')">Гарантия</button>
                    <button class="selection btn btn-main" :class="{ 'selected' : selectedTab === '#aside_tab7' }" type="button" @click.prevent="selectTab('#aside_tab7')">Установка</button>
                    <button class="selection btn btn-main" :class="{ 'selected' : selectedTab === '#aside_tab8' }" type="button" @click.prevent="selectTab('#aside_tab8')">Сервисные центры</button>
                    <button class="selection btn btn-main" :class="{ 'selected' : selectedTab === '#aside_tab9' }" type="button" @click.prevent="selectTab('#aside_tab9')">Правила работы</button>
                </div>
            </div>
            <div class="support-container tab-wrapper">
                <div class="support-wrapper tab" :class="{ 'show fade' : selectedTab === '#aside_tab1' }" id="aside_tab1">
                    <h2>Способы и стоимость доставки</h2>
                    <h3>Доставка по г. Алматы</h3>
                    <div class="support-content">
                        <p>Доставка по г. Алматы осуществляется собственной курьерской службой интернет-магазина.</p>
                        <br>
                        <p>График работы курьерской службы: с понедельника по пятницу с 10:00 до 18:00</p><br>
                        <p>После размещения заказа с вами свяжется диспетчер курьерской службы для подтверждения заказа
                            и согласования даты его доставки. Как правило, заказ доставляется в течение одного-двух
                            рабочих дней, следующих за днем подтверждения заказа.</p><br>
                        <p>Заблаговременно с вами свяжется курьер для согласования более точного времени доставки вашего
                            заказа.</p><br>
                        <p class="font-medium">Пожалуйста, обратите внимание</p>
                        <ul>
                            <li>Заказы, содержащие изделия из керамики, доставляются до подъезда или входа на территорию
                                дома.</li>
                            <li>Настоятельно просим убедиться в отсутствии внешних повреждений товара и его полной
                                комплектации в присутствии курьера.</li>
                            <li>К сожалению, мы не сможем принять претензию о наличии внешних повреждений товара,
                                а также претензии по комплектации товара/заказа после подписания вами документов
                                о приёмке заказа.</li>
                        </ul>
                        <p class="font-medium">Стоимость доставки</p>
                        <ul>
                            <li>для заказов на сумму до 50 000 тг — 1 500 тг</li>
                            <li>для заказов на сумму от 50 000 тг включительно — бесплатно.</li>
                        </ul>
                        <p>При оформлении заказа выберите удобный вам метод оплаты: предварительная оплата заказа
                            на сайте интернет-магазина банковской картой либо оплата заказа в шоу-руме
                            наличными/банковской картой.</p>
                    </div>
                    <h3>Пункт самовывоза интернет-магазина в Алматы</h3>
                    <div class="support-content">
                        <p>Заказанные вами товары вы можете самостоятельно забрать в нашем шоу-руме по адресу г. Алматы
                            пр. Жибек Жолы 135/10А бутик 48 (строительный центр Жибек Жолы) (на Яндекс.Картах, на Картах
                            Google)</p><br>
                        <p>График работы: с <b>понедельника по воскресенье с 10:00 до 20:00</b></p><br>
                        <p>Стоимость доставки в пункт самовывоза: независимо от стоимости заказа — бесплатно.</p><br>
                        <p>При наличии товара на складе вы сможете забрать свои покупки в пункте самовывоза после
                            подтверждения сотрудником интернет-магазина в день заказа или в другое удобное для вас
                            время.</p><br>
                        <p>При оформлении заказа выберите удобный вам метод оплаты: предварительная оплата заказа на
                            сайте интернет-магазина банковской картой либо оплата заказа в пункте самовывоза наличными
                            при получении.</p>
                    </div>
                    <h3>Доставка в другие регионы Казахстана</h3>
                    <div class="support-content">
                        <p>Доставка заказов в другие регионов Казахстана осуществляется транспортной компанией EMS.</p>
                        <br>
                        <p>При оформлении заказа перейдите на вкладку «Нужна доставка курьером». Доступные методы
                            оплаты, сроки и стоимость доставки вашего заказа рассчитываются автоматически.</p><br>
                        <p>Вы сможете оплатить заказ на сайте интернет-магазина банковской картой.</p><br>
                        <p class="font-medium">Пожалуйста, обратите внимание</p>
                        <ul>
                            <li>Получить предварительно оплаченный заказ может лицо, указанное в качестве получателя
                                при оформлении заказа на сайте shop.grohe.kz, либо представитель получателя.
                                Для получения заказа необходимо предъявить удостоверение или паспорт. В случае
                                отсутствия удостоверения или паспорта у получателя или его представителя, курьер
                                транспортной компании имеет право отказать в выдаче заказа.</li>
                            <li>Транспортные компании осуществляют доставку заказов по адресам клиентов с понедельника
                                по пятницу с 9 до 18:00.</li>
                            <li>В субботу, воскресенье и праздничные дни доставка заказов транспортными компаниями
                                не осуществляется.</li>
                            <li>Заказы, содержащие изделия из керамики/фарфора, доставляются до подъезда или входа
                                на территорию дома.</li>
                            <li>При получении заказа, доставленного транспортной компанией, пожалуйста, убедитесь
                                в целостности упаковки. Заказы доставляются в упаковочном пакете или в коробке. Внешняя
                                упаковка может иметь незначительные дефекты, обусловленные особенностями транспортировки
                                и не влияющие на качество товаров.</li>
                            <li>Настоятельно просим убедиться в отсутствии внешних повреждений товара и его полной
                                комплектации в присутствии курьера транспортной компании.</li>
                            <li>К сожалению, мы не сможем принять претензию о наличии внешних повреждений товара,
                                а также претензии по комплектации товара/заказа после подписания вами документов
                                о приёмке заказа.</li>
                        </ul>
                    </div>
                </div>
                <div class="support-wrapper tab" :class="{ 'show fade' : selectedTab === '#aside_tab2' }" id="aside_tab2">
                    <h2>Пункт самовывоза GROHE</h2>
                    <div class="support-content">
                        <p class="font-medium">Уважаемые клиенты, приглашаем самостоятельно забрать ваш заказ в Алматы
                        </p>
                        <ul>
                            <li>Мы находимся по адресу г. Алматы пр. Жибек Жолы 135/10А бутик 48 (строительный центр
                                Жибек Жолы)</li>
                            <li>Ждём вас на следующий день после оформления заказа или другой удобный день
                                после подтверждения заказа нашим сотрудником</li>
                            <li>Оплата заказа в шоу-руме возможна наличными деньгами или оплатой банковской картой
                                через интернет-магазин</li>
                        </ul>
                        <p class="font-medium">График работы шоу-рума</p>
                        <ul>
                            <li>С понедельника по воскресенье с 10:00 до 20:00</li>
                        </ul>
                        <p class="font-medium">Проложите маршрут и приезжайте к нам</p>
                        <ul>
                            <li>На Яндекс.Картах</li>
                            <li>На Картах Google</li>
                        </ul>
                        <p class="font-medium">Наше здание находится по пр. Жибек Жолы между улицами Масанчи и
                            Амангельды</p>
                        <ul>
                            <li>Вход в здание через центральный вход</li>
                            <li>Мы находимся на втором этаже справа от эскалатора</li>
                        </ul>
                        <p class="font-medium">Свяжитесь с нами, если у вас остались вопросы</p>
                        <ul>
                            <li><a href="tel:+77008368515">+7 (700) 836-85-15</a></li>
                        </ul><img src="/img/support.png" alt="">
                    </div>
                </div>
                <div class="support-wrapper tab" :class="{ 'show fade' : selectedTab === '#aside_tab3' }" id="aside_tab3">
                    <h2>Реквизиты</h2>
                    <div class="support-content">
                        <p>Официальный интернет-магазин GROHE создан и поддерживается в партнёрстве с компанией
                            ТОО «Гидробаланс», официальным логистическим партнёром компании GROHE. Все заказы,
                            оформленные через интерфейс интернет-магазина или по телефону, выполняются компанией
                            ТОО «Гидробаланс». Приобретая товары в интернет-магазине, вы заключаете договор
                            купли-продажи с компанией ТОО «Гидробаланс».</p>
                        <div class="card">
                            <h5>Реквизиты ТОО «Гидробаланс»</h5>
                            <ul class="desc-list">
                                <li>
                                    <p>Юридический адрес</p><span>РК, г. Алматы, проспект Жибек Жолы 135, офис 48</span>
                                </li>
                                <li>
                                    <p>Фактический адрес</p><span>РК, г. Алматы, проспект Жибек Жолы 135, офис 48</span>
                                </li>
                                <li>
                                    <p>Расчетный счет</p><span>KZ7296502F0010037954 в Филиал АО «ForteBank», г.
                                        Алматы</span>
                                </li>
                                <li>
                                    <p>БИК</p><span>IRTYKZKA</span>
                                </li>
                                <li>
                                    <p>БИН</p><span>181140002166</span>
                                </li>
                                <li>
                                    <p>Директор</p><span>Абраев Ильяс Муратович</span>
                                </li>
                            </ul>
                        </div>
                        <p>Порядок предъявления требований потребителями при обнаружении недостатков в товарах,
                            приобретённых в интернет-магазине: требования могут быть предъявлены к Продавцу: ТОО
                            «Гидробаланс», адрес: г. Алматы, проспект Жибек Жолы 135, офис 48, телефон: +7 (700)
                            836-85-15</p>
                    </div>
                </div>
                <div class="support-wrapper tab" :class="{ 'show fade' : selectedTab === '#aside_tab4' }" id="aside_tab4">
                    <h2>Условия оплаты</h2>
                    <div class="support-content">
                        <p>Для вашего удобства фирменный интернет-магазин GROHE предлагает следующие способы оплаты
                            заказов:</p>
                        <div class="card">
                            <p class="font-medium">Оплата наличными при получении</p><br>
                            <p>Оплата наличными деньгами курьеру или при самовывозе.</p>
                        </div>
                        <div class="card">
                            <p class="font-medium">Оплата наличными при получении</p><br>
                            <p>Вы можете совершить предоплату заказа онлайн при помощи банковской карты.</p><br>
                            <p>Онлайн-оплата доступна в случае, если все заказанные вами товары имеются на складе,
                                а также для отдельных товаров в статусе «Предварительный заказ». Вы можете оформить
                                и сохранить заказ, даже если выбранные товары отсутствуют на складе. В таком случае наши
                                менеджеры свяжутся с вами по поводу оплаты, как только необходимые товары поступят
                                на склад.</p><br>
                            <p>Наш магазин подключён к интернет-эквайрингу, и вы можете оплатить свой заказ онлайн
                                банковской картой Visa или Mastercard. После подтверждения заказа вы будете
                                перенаправлены на платёжную форму процессингового центра PayPost для внесения данных
                                вашей банковской карты.</p><br>
                            <p>Представленная к оплате сумма является стоимостью товара и услуги доставки. Пожалуйста,
                                корректно заполняйте поля адреса доставки в Корзине — стоимость доставки будет
                                рассчитана после внесения данных, вам останется только подтвердить правильность расчёта.
                                Если наша система не смогла рассчитать стоимость доставки, её озвучит менеджер
                                при подтверждении заказа.</p>
                            <div class="img-wrapper"><img src="/img/icons/visa.svg" alt=""><img
                                    src="/img/icons/mcard.svg" alt=""></div>
                        </div>
                        <div class="card">
                            <p class="font-medium">Банковский перевод</p><br>
                            <p>Оплата по реквизитам на счет компании в банке или через интернет-банк. Наши менеджеры
                                пришлют вам заполненную квитанцию с нашими реквизитами, вам останется только ее
                                оплатить. Данным способом оплаты можно воспользоваться через любой банк, действующий на
                                территории Казахстана.</p><br>
                            <p><b>Обратите внимание:</b> банки взимают комиссионный сбор за перевод денежных средств.
                                Информацию о величине комиссионного сбора уточняйте в банке, в котором планируете
                                оплатить квитанцию.</p>
                        </div>
                        <p class="font-medium">Гарантии безопасности</p><br>
                        <p>Процессинговый центр PayPost защищает и обрабатывает данные вашей банковской карты
                            по стандарту безопасности PCI DSS. Передача информации в платёжный шлюз происходит
                            с применением технологии шифрования SSL. Дальнейшая передача информации происходит
                            по закрытым банковским сетям, имеющим наивысший уровень надёжности. PayPost не передаёт
                            данные вашей карты нам, ТОО «Гидробаланс», и иным третьим лицам.</p><br><br>
                        <p class="font-medium">Безопасность платежей</p><br>
                        <p>Предоставляемая вами персональная информация (имя, адрес, телефон, email, номер кредитной
                            карты) является конфиденциальной и не подлежит разглашению. Данные вашей кредитной карты
                            передаются только в зашифрованном виде и не сохраняются на нашем web-сервере.</p><br>
                        <p>Безопасность обработки интернет-платежей гарантирует АО «Казпочта». Все операции с платёжными
                            картами происходят в соответствии с требованиями Visa International, Mastercard и других
                            платёжных систем. При передаче информации используются специальные технологии безопасности
                            карточных онлайн-платежей, обработка данных ведётся на безопасном высокотехнологичном
                            сервере процессинговой компании.</p>
                    </div>
                </div>
                <div class="support-wrapper tab" :class="{ 'show fade' : selectedTab === '#aside_tab5' }" id="aside_tab5">
                    <h2>Правила возврата товаров</h2>
                    <div class="support-content">
                        <p>Официальный интернет-магазин GROHE с уважением относится к праву выбора покупателей,
                            и предлагает возможность отказаться от покупки в случае, если выбранный товар
                            вам не подойдёт. Мы также будем рады обменять приобретеннyю продукцию на любую другую
                            из нашего ассортимента. Разницу в цене можно будет доплатить/получить.</p><br>
                        <p>До передачи товара покупателю отказаться от покупки можно в любой момент, а после передачи —
                            в течение 14 дней. Для осуществления возврата полученного товара необходимо будет соблюсти
                            ряд условий.</p><br><br>
                        <p class="font-medium">Возвращаемый товар должен быть представлен:</p>
                        <ul>
                            <li>в полной комплектации</li>
                            <li>без следов использования/установки и любых типов повреждений, с сохранением товарного
                                вида и потребительских качеств</li>
                            <li>в неповреждённой оригинальной упаковке</li>
                            <li>с сохранением всех видов маркировки и защиты, пломб, фабричных ярлыков</li>
                            <li>с оригиналами документов, подтверждающих покупку товара (кассовый и товарный чеки,
                                гарантийный талон)</li>
                            <li>с заявлением от имени покупателя, в котором, в том числе, указывается наименование
                                товара, причина возврата, количество и общая стоимость возвращаемой продукции.</li>
                        </ul>
                        <p>Для помощи в оформлении возврата товара, пожалуйста, обратитесь к специалистам
                            интернет-магазина GROHE по телефону +7 (700) 836–85–15 в рабочие дни с 10 до 18 часов.
                            Мы вышлем частично заполненное заявление на ваш электронный адрес.</p><br><br>
                        <p class="font-medium">Пожалуйста, обратите внимание:</p>
                        <ul>
                            <li>Условия возврата не предполагают, что возвращаемый товар был в употреблении с целью
                                тестирования или с любой другой целью. Мы принимаем ваше право передумать, но можем
                                отказать в возврате или обмене товаров, имеющих следы эксплуатации.</li>
                            <li>Покупатель не вправе отказаться от товара надлежащего качества, имеющего
                                индивидуально-определённые свойства, если указанный товар может быть использован
                                исключительно приобретающим его потребителем. Возврат также не распространяется
                                на товары в запаянных упаковках-блистерах.</li>
                            <li>В случае, если к товару прилагались подарок или дополнительные аксессуары,
                                они также подлежат возврату в соответствии с указанными правилами.</li>
                            <li>Доставка товара надлежащего качества в интернет-магазин с целью возврата или обмена
                                на другой товар производится исключительно силами покупателя и за его счёт.</li>
                            <li>Возврат денежных средств производится таким же способом, каким была произведена оплата
                                товара. Например, если товар был оплачен наличными — возврат средств
                                также осуществляется наличными; если товар оплачен банковской картой онлайн — деньги
                                будут возвращены на банковскую карту, с которой производилась оплата товара.</li>
                            <li>Возврат денежных средств осуществляется ТОО «Гидробаланс» в течение десяти дней с даты
                                оформления возврата товара. Конечный срок перечисления зависит от внутренних регламентов
                                платёжных систем и банков, и может составлять до тридцати рабочих дней.</li>
                        </ul>
                    </div>
                </div>
                <div class="support-wrapper tab" :class="{ 'show fade' : selectedTab === '#aside_tab6' }" id="aside_tab6">
                    <h2>Расширенная гарантия GROHE</h2>
                    <div class="support-content">
                        <p>Продукция GROHE обладает выдающимся качеством. Все изделия, а также их компоненты,
                            подвергаются многочисленным тестам на прочность, качество работы и безупречность внешнего
                            вида. Наши испытания — самые строгие в отрасли, и каждый продукт, прежде чем попасть
                            в продажу, блестяще их проходит.</p><br>
                        <p>По этой причине на прогрессивные системы подготовки и подачи воды GROHE предоставляется
                            расширенная гарантия, значительно превышающая требуемый по закону минимальный гарантийный
                            срок.</p>
                        <div class="card">
                            <p class="font-medium">Гарантийный срок на основные группы товаров</p>
                            <ul>
                                <li>Смесители всех типов, системы инсталляции и душевые гарнитуры</li>
                                <li>Душевые шланги и распылители, приобретаемые по отдельности</li>
                                <li>Аксессуары всех видов</li>
                            </ul>
                        </div>
                        <div class="card">
                            <p class="font-medium">10 лет гарантии на профессиональные продукты GROHE</p><br>
                            <p>GROHE предоставляет расширенную десятилетнюю гарантию производителя на отдельные
                                профессиональные продукты серий Rapid SL, Uniset, встраиваемые смесители и термостаты
                                Rapido и других серий, произведённые с марта 2013 года.</p>
                            <p>Продукты GROHE с расширенной гарантией 10 лет</p>
                        </div>
                        <p class="font-medium underline">Условия гарантии</p><br><br>
                        <p class="font-medium">Позвоните или напишите в службу технической поддержки в Казахстане</p>
                        <ul>
                            <li><a class="link" href="tel:+77750070527"> +7 775 007 05 27</a></li>
                            <li><a class="link" href="mailto:service-kz@grohe.com">service-kz@grohe.com</a></li>
                        </ul>
                        <p>* При отсутствии гарантийного талона GROHE авторизованный сервисный центр принимает продукцию
                            в ремонт в течение установленного гарантийного срока. При отсутствии информации о дате
                            приобретения, датой начала гарантийного срока будет считаться дата производства товара
                            при её наличии на маркировке оригинального изделия GROHE.** Каждый случай рассматривается
                            индивидуально. Решение принимается сервисным центром.</p>
                    </div>
                </div>
                <div class="support-wrapper tab" :class="{ 'show fade' : selectedTab === '#aside_tab7' }" id="aside_tab7">
                    <h2>Установка оборудования</h2>
                    <div class="support-content">
                        <p>Беспроблемная работа и долгий срок службы смесителей и сантехнического оборудования GROHE
                            зависят от качественно выполненной установки оборудования. Клиентам официального
                            интернет-магазина GROHE мы предлагаем воспользоваться услугами профессионального монтажа
                            официального партнёра GROHE в Алматы:</p><br>
                        <p class="font-medium">Преимущества установки через официального партнера GROHE:</p>
                        <ul>
                            <li>Лучшие мастера, прошедшие отбор и обучение в GROHE</li>
                            <li>Консультации по выбору необходимого дополнительного оборудования</li>
                            <li>Стоимость работ становится известна заранее и не изменится, когда мастер приедет к вам
                            </li>
                            <li>Работа по договору. Гарантия на работы 12 месяцев</li>
                            <li>Всё застраховано. Если партнёр что-то испортит, то возместит ущерб</li>
                        </ul>
                        <p class="font-medium">Как воспользоваться?</p>
                        <ul>
                            <li>Закажите необходимую сантехнику GROHE в официальном интернет-магазине shop.grohe.kz.
                                После оформления заказа во всплывающем окне отметьте пункт «Заказать установку».</li>
                            <li>После подтверждения заказа и даты доставки специалисты компании-установщика свяжутся
                                с вами для подтверждения заказа на установку.</li>
                            <li>В согласованное время после доставки заказа приедет мастер и установит купленное
                                оборудование.</li>
                        </ul>
                    </div>
                </div>
                <div class="support-wrapper tab" :class="{ 'show fade' : selectedTab === '#aside_tab8' }" id="aside_tab8">
                    <h2>Сервисные центры</h2>
                    <div class="support-content">
                        <p>Специалисты технической поддержки GROHE проконсультируют вас по вопросам сервисного
                            обслуживания продукции.</p><br>
                        <p class="font-medium">Позвоните или напишите в службу технической поддержки в Казахстане</p>
                        <ul>
                            <li><a href="tel:+77750070527">+7 775 007 05 27</a></li>
                            <li><a href="mailto:service-kz@grohe.com">service-kz@grohe.com</a></li>
                        </ul>
                        <p class="font-medium">Подробнее о гарантии и преимуществах сервисного обслуживания GROHE</p>
                        <br>
                        <p class="font-medium">При обращении в сервисный центр вам необходимо предъявить:</p>
                        <ul>
                            <li>Товар</li>
                            <li>Гарантийный талон</li>
                            <li>Чек (необязательно)</li>
                        </ul>
                    </div>
                </div>
                <div class="support-wrapper tab" :class="{ 'show fade' : selectedTab === '#aside_tab9' }" id="aside_tab9">
                    <h2>Правила работы</h2>
                    <div class="support-content">
                        <div class="card-wrapper">
                            <div class="card">
                                <p class="font-medium">Оформить заказ по телефону:</p><br><span><a class="link"
                                        href="tel:+77008368515"> +7 (700) 836-85-15</a></span>
                            </div>
                            <div class="card">
                                <p class="font-medium">Время работы:</p><br><span>10:00–20:00 пн–вс</span>
                            </div>
                        </div>
                        <p>Уважаемый покупатель, пожалуйста, внимательно ознакомьтесь с правилами пользования
                            официальным интернет-магазином GROHE до совершения покупок. Продолжение использования этого
                            сайта будет означать, что вы полностью согласны с изложенными ниже условиями и обязуетесь
                            их выполнять.</p>
                        <ul class="list-demical">
                            <li>Условия работы</li>
                            <li>Покупатели</li>
                            <li>Покупки</li>
                            <li>Регистрация</li>
                            <li>Каталог товаров</li>
                            <li>Цена</li>
                            <li>Выбор и заказ товара</li>
                            <li>Условия продажи</li>
                            <li>Доставка и оплата</li>
                            <li>Гарантии и обслуживание</li>
                            <li>Конфиденциальность информации пользователя</li>
                            <li>Другая информация</li>
                        </ul>
                        <p class="font-medium">1. Условия работы</p><br>
                        <p>Деятельность настоящего Интернет магазина осуществляется в соответствии с типовым уставом</p>
                        <br>
                        <p>Продавцом товаров, предлагаемых в настоящем Интернет магазине, размещённом по адресу
                            shop.grohe.kz, является товарищество с ограниченной ответственностью «Гидробаланс» (далее —
                            «Продавец»).</p><br>
                        <p>Продавец осуществляет размещение на настоящем сайте всей информации о предлагаемых к продаже
                            товарах, и любой иной информации, связанной с деятельностью настоящего Интернет магазина.
                            Продавец самостоятельно несёт полную ответственность за содержание такой информации, а также
                            за выполнение обязательств по договорам купли-продажи товаров, предлагаемых в настоящем
                            Интернет магазине.</p><br>
                        <p>ТОО «Гидробаланс» расположено по адресу: 050000, г. Алматы, пр. Жибек Жолы 135 оф 48</p>
                        <div class="card">
                            <h5>Реквизиты ТОО «Гидробаланс»</h5>
                            <ul class="desc-list">
                                <li>
                                    <p>Юридический адрес</p><span>РК, г. Алматы, проспект Жибек Жолы 135, офис 48</span>
                                </li>
                                <li>
                                    <p>Фактический адрес</p><span>РК, г. Алматы, проспект Жибек Жолы 135, офис 48</span>
                                </li>
                                <li>
                                    <p>Расчетный счет</p><span>KZ7296502F0010037954 в Филиал АО «ForteBank», г.
                                        Алматы</span>
                                </li>
                                <li>
                                    <p>БИК</p><span>IRTYKZKA</span>
                                </li>
                                <li>
                                    <p>БИН</p><span>181140002166</span>
                                </li>
                                <li>
                                    <p>Директор</p><span>Абраев Ильяс Муратович</span>
                                </li>
                            </ul>
                        </div>
                        <p>Заказ товара через настоящий Интернет магазин может осуществляться круглосуточно.</p><br><br>
                        <p class="font-medium">2. Покупатели</p><br>
                        <p>Покупателями магазина могут быть только физические лица, которые приобретают товары
                            исключительно для личных, семейных, домашних и иных нужд, не связанных с осуществлением
                            предпринимательской деятельности.</p><br>
                        <p>Если вы представитель юридического лица и хотите сделать оптовый заказ, оставьте заявку
                            с указанием контактной информации и количеством выбранных продуктов, наши менеджеры свяжутся
                            с вами в ближайшее время.</p><br>
                        <p class="font-medium">3. Покупки</p><br>
                        <p>Условием приобретения товаров через наш Интернет магазин является осуществление покупателем
                            ряда действий, предусмотренных для совершения такой покупки, а именно:</p>
                        <ul>
                            <li>выбор товара, помещение выбранного товара в корзину покупателя;</li>
                            <li>оформление заказа, подтверждение согласия на условия продажи товаров;</li>
                            <li>регистрация нового покупателя в Интернет магазине;</li>
                            <li>получение сообщения о принятии заказа;</li>
                            <li>оплата и получение товара в соответствии с согласованной процедурой.</li>
                        </ul>
                        <p>Покупатель должен иметь собственный адрес электронной почты, который будет использоваться
                            в качестве его идентификатора (login).</p><br>
                        <p class="font-medium">4. Регистрация</p><br>
                        <p>Регистрация в нашем Интернет магазине обязательна для совершения покупки.</p><br>
                        <p>Регистрация позволит вам сохранять содержимое вашей корзины между сеансами работы
                            с магазином, а также избавит вас от необходимости повторно вводить персональные данные
                            при оформлении последующих заказов.</p><br>
                        <p>Чтобы зарегистрироваться, вам необходимо заполнить анкету с личными данными. Обратите
                            внимание, что только данные, отмеченный знаком «*», являются обязательными
                            для предоставления.</p><br>
                        <p>При регистрации вы должны ввести адрес своей электронной почты, который в дальнейшем будет
                            использоваться в качестве вашего идентификатора.</p><br>
                        <p>Если вы забыли свой пароль, воспользуйтесь службой напоминания. Ваш пароль будет выслан
                            вам по адресу вашей электронной почты.</p><br>
                        <p>На странице «Мои данные» вы всегда сможете изменить свои регистрационные данные.</p><br>
                        <p class="font-medium">5. Каталог товаров</p><br>
                        <p>Весь ассортимент товаров, предлагаемых на реализацию через данный Интернет магазин,
                            представлен в каталоге товаров.</p><br>
                        <p>В каталоге и настоящих Правилах содержится полная, достоверная и доступная информация,
                            характеризующая предлагаемый товар, а именно, информация о: наименовании товара; фирменном
                            наименовании и стране производителя; обозначении стандартов, обязательных требованиях,
                            которым должен соответствовать товар; основных потребительских свойствах, качестве
                            и безопасности товаров; правилах и условиях эффективного и безопасного использования товара;
                            цене, порядке и условиях оплаты товара; гарантийном сроке, если он установлен
                            для конкретного вида товара; сроке службы или сроке годности, если они установлены
                            для конкретного вида товара; подтверждении соответствия товара установленным требованиям,
                            а также иная информация.</p><br>
                        <p>Изображённые модели могут не соответствовать поставляемым спецификациям. Цвета и элементы
                            на изображении могут отличаться от фактических. Обращаем ваше внимание на то,
                            что вся представленная на сайте информация, касающаяся комплектаций, технических
                            характеристик и цветовых сочетаний носит информационный характер и не является публичной
                            офертой.</p><br>
                        <p class="font-medium">6. Цена</p><br>
                        <p>Все цены на товары, которые вы найдёте в нашем Каталоге, указаны в тенге РК.</p><br>
                        <p>Подарки, предлагаемые в рамках рекламных акций и специальных предложений, если иное
                            не оговорено в предложении, оплачиваются в соответствии с их стоимостью, при этом стоимость
                            подарка вычитается в виде скидки из стоимости основного товара или других приобретаемых
                            товаров. Подарок не может быть заменён скидкой или иным товаром. Вы в праве отказаться
                            от участия в акции и/или использования специального предложения и приобрести товар
                            по обычной цене.</p><br>
                        <p>Подарки, скидки, акции и специальные предложения не суммируются и отменяют действие других
                            акций и специальных предложений.</p><br>
                        <p class="font-medium">7. Выбор и заказ товара</p><br>
                        <p>Предлагаемый для покупки товар вы найдёте, просматривая наш Каталог или воспользовавшись
                            опцией «Поиск».</p><br>
                        <p>Покупателю предоставляется возможность самостоятельно ознакомиться с демонстрируемыми
                            в Каталоге товарами, сопровождающимися информацией о них, выбрать и приобрести необходимые
                            товары с доставкой в указанное им место.</p><br>
                        <p>Просматривая ассортимент магазина, вы можете формировать свою покупательскую корзину, нажимая
                            кнопку «В корзину». Вы всегда можете просмотреть отобранный вами в корзину товар и общую
                            стоимость заказа, а также изменить содержимое корзины, выбрав в меню опцию «Корзина».</p>
                        <br>
                        <p>Для начала оформления заказа на странице просмотра корзины нажмите кнопку «Оформить»,
                            и вам будет предложено ввести адрес вашей электронной почты и пароль (см. раздел
                            «Регистрация»). Если вы к этому моменту ещё не зарегистрировались в нашем Интернет магазине,
                            вам нужно будет пройти процедуру регистрации.</p><br>
                        <p>Мы обеспечиваем получение вами товара, который соответствует выбранному вами в Каталоге,
                            и информация о котором соответствует предоставленной покупателю при ознакомлении с товаром
                            на сайте, а также информации, доведённой до его сведения при передаче товара (в техническом
                            паспорте на товар, правилах его использования, на этикетке или ярлыке, прикреплённым
                            к товару, на самом товаре или его упаковке либо другими способами, предусмотренными
                            для отдельных видов товаров).</p><br>
                        <p>Вы всегда можете посмотреть статус ваших заказов в подразделе «История заказов» раздела
                            «ваш профиль».</p><br>
                        <p>Оформленные, но неоплаченные заказы действительны в течение 3 дней. По истечении этого
                            времени заказ считается отменённым, покупатель — отказавшимся от покупки. Условия покупки,
                            включая цены товаров, скидки, подарки и другие специальные предложения, действовавшие
                            на момент оформления заказа, не сохраняются.</p><br>
                        <p class="font-medium">8. Условия продажи</p><br>
                        <p>Условия продажи представляют собой условия договора, на основании которого будет
                            осуществляться купля-продажа товаров, представленных в нашем Интернет магазине.</p><br>
                        <p>Выбранный товар будет доставлен и передан вам в собственность в соответствии с процедурой,
                            указанной в Правилах Интернет магазина.</p><br>
                        <p>Соблюдение вами процедуры оплаты и заказа товара, изложенной в настоящих Правилах, а также
                            следование Правилам работы Интернет магазина является условием исполнения обязательств
                            по поставке заказанного вами товара.</p><br>
                        <p>Вам, как покупателю товаров, будет предложено выразить своё согласие с условиями продажи
                            товаров путём нажатия на клавишу «Заказать». Получив ваше согласие с условиями продажи,
                            мы будем исходить из того, что вы выразили свою волю на приобретение товара в нашем магазине
                            в соответствии с настоящими Правилами.</p><br>
                        <p class="font-medium">Доставка по г. Алматы</p><br>
                        <p>Доставка по г. Алматы осуществляется собственной курьерской службой интернет-магазина.</p>
                        <br>
                        <p>График работы курьерской службы: с понедельника по пятницу с 10:00 до 18:00</p><br>
                        <p>После размещения заказа с вами свяжется диспетчер курьерской службы для подтверждения заказа
                            и согласования даты его доставки. Как правило, заказ доставляется в течение одного-двух
                            рабочих дней, следующих за днем подтверждения заказа.</p><br>
                        <p>Заблаговременно с вами свяжется курьер для согласования более точного времени доставки вашего
                            заказа.</p><br>
                        <p class="font-medium">Пожалуйста, обратите внимание</p>
                        <ul>
                            <li>Заказы, содержащие изделия из керамики, доставляются до подъезда или входа на территорию
                                дома.</li>
                            <li>Настоятельно просим убедиться в отсутствии внешних повреждений товара и его полной
                                комплектации в присутствии курьера.</li>
                            <li>К сожалению, мы не сможем принять претензию о наличии внешних повреждений товара,
                                а также претензии по комплектации товара/заказа после подписания вами документов
                                о приёмке заказа.</li>
                        </ul>
                        <p class="font-medium">Стоимость доставки</p>
                        <ul>
                            <li>для заказов на сумму до 50 000 тг — 1 500 тг</li>
                            <li>для заказов на сумму от 50 000 тг включительно — бесплатно.</li>
                        </ul>
                        <p>При оформлении заказа выберите удобный вам метод оплаты: предварительная оплата заказа
                            на сайте интернет-магазина банковской картой либо оплата заказа в шоу-руме
                            наличными/банковской картой.</p><br>
                        <p class="font-medium">Пункт самовывоза интернет-магазина в Алматы</p><br>
                        <p>Заказанные вами товары вы можете самостоятельно забрать в нашем шоу-руме по адресу г. Алматы
                            пр. Жибек Жолы 135/10А бутик 48 (строительный центр Жибек Жолы) (на Яндекс.Картах, на Картах
                            Google)</p><br>
                        <p>График работы: с понедельника по воскресенье с 10:00 до 20:00</p><br>
                        <p>Стоимость доставки в пункт самовывоза: независимо от стоимости заказа — бесплатно.</p><br>
                        <p>При наличии товара на складе вы сможете забрать свои покупки в пункте самовывоза после
                            подтверждения сотрудником интернет-магазина в день заказа или в другое удобное для вас
                            время.</p><br>
                        <p>При оформлении заказа выберите удобный вам метод оплаты: предварительная оплата заказа на
                            сайте интернет-магазина банковской картой либо оплата заказа в пункте самовывоза наличными
                            при получении.</p><br>
                        <p class="font-medium">Доставка в другие регионы Казахстана</p><br>
                        <p>Доставка заказов в другие регионов Казахстана осуществляется транспортной компанией EMS.</p>
                        <br>
                        <p>При оформлении заказа перейдите на вкладку «Нужна доставка курьером». Доступные методы
                            оплаты, сроки и стоимость доставки вашего заказа рассчитываются автоматически.</p><br>
                        <p>Вы сможете оплатить заказ на сайте интернет-магазина банковской картой.</p><br>
                        <p class="font-medium">Пожалуйста, обратите внимание</p>
                        <ul>
                            <li>Получить предварительно оплаченный заказ может лицо, указанное в качестве получателя
                                при оформлении заказа на сайте shop.grohe.kz, либо представитель получателя.
                                Для получения заказа необходимо предъявить удостоверение или паспорт. В случае
                                отсутствия удостоверения или паспорта у получателя или его представителя, курьер
                                транспортной компании имеет право отказать в выдаче заказа.</li>
                            <li>Транспортные компании осуществляют доставку заказов по адресам клиентов с понедельника
                                по пятницу с 9 до 18:00.</li>
                            <li>В субботу, воскресенье и праздничные дни доставка заказов транспортными компаниями
                                не осуществляется.</li>
                            <li>Заказы, содержащие изделия из керамики/фарфора, доставляются до подъезда или входа
                                на территорию дома.</li>
                            <li>При получении заказа, доставленного транспортной компанией, пожалуйста, убедитесь
                                в целостности упаковки. Заказы доставляются в упаковочном пакете или в коробке. Внешняя
                                упаковка может иметь незначительные дефекты, обусловленные особенностями транспортировки
                                и не влияющие на качество товаров.</li>
                            <li>Настоятельно просим убедиться в отсутствии внешних повреждений товара и его полной
                                комплектации в присутствии курьера транспортной компании.</li>
                            <li>К сожалению, мы не сможем принять претензию о наличии внешних повреждений товара,
                                а также претензии по комплектации товара/заказа после подписания вами документов
                                о приёмке заказа.</li>
                        </ul>
                        <p class="font-medium">10. Гарантии и обслуживание</p><br>
                        <p>Все товары, представленные для продажи в данном магазине, сертифицированы и обеспечиваются
                            официальной гарантией производителя.</p><br>
                        <p>При покупке просим проверить правильность заполнения гарантийного талона. При этом серийный
                            номер и/или наименование приобретаемого вами товара должны быть идентичны записи
                            в гарантийном талоне.</p><br>
                        <p>Во избежание возможных недоразумений сохраняйте в течение срока службы документы, прилагаемые
                            к товару при его продаже (товарный и кассовый чеки, инструкцию по эксплуатации и иные
                            документы).</p><br>
                        <p>Гарантийный срок на товар определяется в гарантийном талоне, прилагаемом к товару,
                            и исчисляется со дня продажи товара потребителю.</p><br>
                        <p>В нашем интернет-магазине покупатель может вернуть товар. С условиями возврата и обмена
                            товара вы можете ознакомиться здесь.</p><br>
                        <p>В течение гарантийного срока в случае обнаружения недостатка товара покупатель вправе
                            обратиться в авторизованный сервисный центр.</p><br>
                        <p>Более подробную информацию о гарантии вы можете узнать на странице «Гарантийные условия».</p>
                        <br>
                        <p>Обмен или возврат товара ненадлежащего качества возможен только по заключению
                            о неремонтопригодности или отказе от ремонта авторизованного сервисного центра. Обмен
                            производится путём возврата товара ненадлежащего качества и оформления продажи нового
                            товара.</p><br>
                        <p class="font-medium">11. Конфиденциальность информации пользователя</p><br>
                        <p>Мы сохраняем информацию, получаемую от вас в процессе использования сайта, в том числе
                            при регистрации, оформлении заказов и иными способами. Такие данные могут включать имя,
                            фамилию, отчество, дату рождения, номер контактного телефона, адрес электронной почты, адрес
                            пребывания и другие данные. Мы прилагаем все усилия к обеспечению максимальной безопасности
                            и конфиденциальности личных данных. Мы можем использовать ваши данные для предоставления
                            вам товаров и услуг, осуществления доставки, предоставления сервисных услуг и доступа
                            к дополнительным функциям интернет-магазина; рассылки новостей и информации об акциях,
                            новинках и услугах интернет-магазина, персонализации сайта на основе вашей истории поиска
                            и просмотров; в целях маркетинговых исследований, получения обратной связи и для улучшения
                            качества обслуживания.</p><br>
                        <p>В соответствии с настоящими правилами вы даёте своё согласие на сбор, обработку,
                            систематизацию, хранение, уточнение (обновление, изменение), использование, обезличивание
                            и уничтожение ваших данных, а также на передачу (распространение, предоставление, доступ),
                            в том числе трансграничную, данных третьим лицам, в том числе ООО «ГРОЭ», в рамках
                            исполнения указанных выше целей. Если вы против использования ваших данных или хотите внести
                            изменения в сохранённые данные, сообщите об этом по адресу support@shop.grohe.kz. В таком
                            случае мы сохраняем за собой право ограничить для вас доступ к некоторым или всем функциям
                            интернет-магазина.</p><br>
                        <p>Мы также собираем данные о посетителях настоящего интернет-магазина (IP-адрес, дата и время
                            посещения, данные браузера и ОС и другие данные) в целях ведения статистики посещений.
                            Эта информация является общедоступной.</p><br>
                        <p>Ознакомиться с полным текстом политики конфиденциальности настоящего Интернет-магазина можно
                            на странице Положение об обработке и защите персональных данных.</p><br>
                        <p class="font-medium">12. Другая информация</p><br>
                        <p>Пользуясь настоящим Интернет сайтом, вы тем самым подтверждаете, что полностью согласны
                            с условиями его использования, изложенными в данном разделе, и обязуетесь их выполнять.</p>
                    </div>
                </div>
            </div>
        </div>
    </section>
    
</template>

<script>
    export default {

    }

</script>

<style>

</style>
