<script setup>
import { ref } from "vue";

const showText = ref(false);
</script>

<template>
    <div class="info-desc content-container txt-blue-opacity">
        <p>
            Добро пожаловать в мир сантехники Grohe - мира, где качество и
            инновации встречаются с утончённым дизайном и бескомпромиссным
            комфортом.
            <span>
                Это немецкий бренд, который специализируется на производстве
                смесителей, душевых систем, унитазов, раковин и других
                сантехнических изделий. Компания Grohe была основана более 100
                лет назад, в 1911 году, и с тех пор зарекомендовала себя как
                один из лидеров в производстве сантехники высокого качества.
            </span>
            <span class="hidden-text" :class="{ 'show fade': showText }">
                Интернет-магазин shop.grohe.kz - официальное представительство
                компании GROHE в Республике Казахстан. Оформляя покупки в нашем
                магазине вы получаете абсолютную гарантию качества товара и
                уверенность в его оригинальности. Акции и Скидки, регулярно
                обновляемые на страницах сайта, позволят вам подобрать продукцию
                GROHE на любой бюджет.
            </span>
        </p>
        <button
            class="link-underline"
            :class="{ 'hidden-btn': showText }"
            @click.prevent="showText = true"
        >
            Читать больше
        </button>
    </div>
</template>
